{
    "version": "https://jsonfeed.org/version/1",
    "title": "Hatta Lab",
    "description": "",
    "home_page_url": "https://www.hattalab.org",
    "feed_url": "https://www.hattalab.org/feed.json",
    "user_comment": "",
    "author": {
        "name": "Mariko Hatta"
    },
    "items": [
        {
            "id": "https://www.hattalab.org/teaching-activites.html",
            "url": "https://www.hattalab.org/teaching-activites.html",
            "title": "Teaching activites",
            "summary": "2020-06-15 I am currently an Affiliate Researcher and a member of the Graduate Faculty at the University of Hawaii at Manoa, with a doctorate degree in Life and Environmental Science from the University of Toyama, Japan. While up till now my career has mostly been&hellip;",
            "content_html": "<p>2020-06-15</p>\n<p>I am currently an Affiliate Researcher and a member of the Graduate Faculty at the University of Hawaii at Manoa, with a doctorate degree in Life and Environmental Science from the University of Toyama, Japan.  While up till now my career has mostly been devoted to research, I have always been eager to develop my teaching skills.  I have taken several opportunities in various countries to involve myself in teaching students (Japan, China, and the USA) in order to build a foundation for my teaching philosophy.</p>\n<p>My main teaching goal is to enhance students’ transferable skills (i.e. analytical, presentation, writing) and to help students to learn how to solve problems, especially related to the multidisciplinary nature of chemical oceanography.  Biogeochemical processes in the ocean are fairly complex.  Understanding these processes requires knowledge of both chemistry and a comprehensive understanding of the physical and biological disciplines. </p>\n<p>I think that those skills can only be developed through the active student participation in class.  I would like to implement this philosophy by including a hands-on type class (such as a fieldwork and activities), where students can highlight and discuss their own experience to seek improvements.  I believe that this will help them to develop their initiative as well as to maintain their motivation.  Based on my own decade of field experience as a researcher and as a collaborator with multidisciplinary experts to students, I can share with the students how we connect the various physical and biological factors with our chemical data.</p>\n<p> </p>",
            "author": {
                "name": "Mariko Hatta"
            },
            "tags": [
            ],
            "date_published": "2020-06-15T10:42:43-10:00",
            "date_modified": "2020-06-15T10:42:43-10:00"
        },
        {
            "id": "https://www.hattalab.org/research-interests.html",
            "url": "https://www.hattalab.org/research-interests.html",
            "title": "Research Interests",
            "summary": "2020-06-15 As an observational chemical oceanographer, I am interested in identifying and describing the physical, biological and chemical processes in the global ocean as well as in coastal regions. My main research area includes the dynamics of bioactive trace metals (e.g., Fe), tracers (e.g., Al,&hellip;",
            "content_html": "<p>2020-06-15</p>\n<p>As an observational chemical oceanographer, I am interested in identifying and describing the physical, biological and chemical processes in the global ocean as well as in coastal regions.  My main research area includes the dynamics of bioactive trace metals (e.g., Fe), tracers (e.g., Al, Mn, REEs) and nutrients (N, P, and Si) and their role in moderating marine biogeochemical processes.  I have been involved in several global scale projects (US CLIVAR, US GEOTRACES) and have participated in many of their global scale oceanographic cruises.  In addition, I have participated in several multi-disciplinary, Antarctic Ocean Projects.  During those research cruises, I had the opportunity to collaborate with other geochemists, biologists, and physical oceanographers.</p>\n<p>Currently our understanding of the biogeochemistry of the ocean is data-limited needing increased coverage in both space and time, as well as improved integration of existing and disparate datasets (Fassbender et al., 2018).  Recent global scale cruises that I have been a part of (CLIVAR and GEOTRACES), allow us not only to understand the 3-dimensional geochemical distributions and their cycles in the ocean but also to increase the magnitude of the datasets of geochemical parameters that can be used to improve models of the ocean and Earth system.  The results obtained have emphasized the importance of monitoring certain chemical parameters and their isotopes (e.g. Fe).  However, our ability to obtain large numbers of samples in the ocean is still limited by fairly complicated analytical protocols, that are utilized both at sea and in the lab.</p>\n<p>During my career, I have seen the challenge of undertaking analytical activities at sea and it has become obvious to me that it is essential for our field to improve current seagoing methodology and to develop simple and autonomous determination systems.  Thus, my recent research career has been focused on the application of microfluidic methodology to shipboard determinations in the field of chemical oceanography.</p>\n<p>Armed with my research background in chemical oceanography, my research activities are concentrated around two themes: (1) develop chemical oceanography instrumentation to reduce required sample volumes and improve their automation (2) to apply these and existing methodology to understand geochemical process and the role that bioactive trace metals and nutrients play in river, coastal and open ocean systems.</p>",
            "author": {
                "name": "Mariko Hatta"
            },
            "tags": [
            ],
            "date_published": "2020-06-15T10:38:17-10:00",
            "date_modified": "2020-06-15T10:38:17-10:00"
        },
        {
            "id": "https://www.hattalab.org/method-development-projects-using-microfluidics.html",
            "url": "https://www.hattalab.org/method-development-projects-using-microfluidics.html",
            "title": "Method development projects using Microfluidics",
            "author": {
                "name": "Mariko Hatta"
            },
            "tags": [
            ],
            "date_published": "2020-06-15T10:33:53-10:00",
            "date_modified": "2020-06-15T10:33:53-10:00"
        },
        {
            "id": "https://www.hattalab.org/other-publications.html",
            "url": "https://www.hattalab.org/other-publications.html",
            "title": "Other publications",
            "summary": "I listed my non-referred publications.Hatta, M. and Zhang, J., Reconfirmation of the Japan Sea subduction by dissolved oxygen determination in 2001 autumn. Sixth International Symposium on the Geochemistry of the Earth’s Surface (GES-6), 332-336, May 2002.Hatta, M. and Zhang, J., Water circulation in Japan Sea:&hellip;",
            "content_html": "<p>I listed my non-referred publications.</p>\n<ol>\n<li><strong>Hatta, M.</strong>  and Zhang, J., Reconfirmation of the Japan Sea subduction by dissolved oxygen determination in 2001 autumn. Sixth International Symposium on the Geochemistry of the Earth’s Surface (GES-6), 332-336, May 2002.</li>\n<li><strong>Hatta, M. </strong>and Zhang, J., Water circulation in Japan Sea: Using dissolved rare earth elements as the tracers. Geochimica et Cosmochimica Acta, 67, A139, September 2003.</li>\n<li><strong>Hatta, M</strong> and Zhang, J., Water mass structure of the semi-closed marginal seas: an approach to the East China Sea using chemical tracers. Proceedings of the second international symposium on PEACE, 37-40, November 2004</li>\n<li><strong>Hatta, M</strong> and Zhang, J., Water Mass Characterization by Chemical Tracers and Freshwater Circulation in the East China Sea. Workshop on the Marine Environment in the East Asian Marginal Seas –Transport of materials-, 122-125, November 2005</li>\n<li><strong>Hatta, M., </strong>“Women in oceanography” (<a href=\"https://oceanwomenjp.wixsite.com/website\">in Japanese</a>). Japanese Woman Society in Oceanography.</li>\n</ol>",
            "author": {
                "name": "Mariko Hatta"
            },
            "tags": [
            ],
            "date_published": "2020-06-15T09:51:03-10:00",
            "date_modified": "2020-06-15T09:53:51-10:00"
        },
        {
            "id": "https://www.hattalab.org/publication.html",
            "url": "https://www.hattalab.org/publication.html",
            "title": "Publication",
            "summary": "My publications are listed here. Hatta, M., Zhang, J., Satake, H., Ishizaka, J. and Nakaguchi, Y. (2005). Water mass structure and fresh water fluxes (Riverine and SGD’s) into Toyama Bay (in Japanese). Geochemistry, 39, 157-164. doi:10.14934/chikyukagaku.39.157.HATTA, M. (2006). Deep water circulation in the Sea of Japan:&hellip;",
            "content_html": "<p>My publications are listed here. </p>\n<ol>\n<li><strong>Hatta, M., </strong>Zhang, J., Satake, H., Ishizaka, J. and Nakaguchi, Y. (2005). Water mass structure and fresh water fluxes (Riverine and SGD’s) into Toyama Bay (in Japanese).<em> Geochemistry</em>, 39, 157-164. <a href=\"https://doi.org/10.14934/chikyukagaku.39.157\">doi:10.14934/chikyukagaku.39.157</a>.</li>\n<li><strong>HATTA, M. </strong>(2006). Deep water circulation in the Sea of Japan: characterization of water mass using dissolved oxygen and rare earth elements. (dissertation, in Japanese). <a href=\"https://ndlonline.ndl.go.jp/#!/detail/R300000001-I000009101406-00\">UT51-2007-N842</a>.</li>\n<li><strong>Hatta, M. </strong> and Zhang, J. (2006). Possible source of advected water mass and residence times in the multi-structured Sea of Japan using rare earth elements. <em>Geophysical Research Letters</em>, 33 (16), L16606. <a href=\"http://onlinelibrary.wiley.com/doi/10.1029/2006GL026537/full\">doi: 10.1029/2006GL026537</a>.</li>\n<li>Measures, C.I., <strong>Hatta, M.,</strong> Grand, M. (2012). Bioactive trace metal distributions and biogeochemical controls in the Southern Ocean, <em>Oceanography</em>, 25 (3): 122-133. <a href=\"http://tos.org/oceanography/assets/docs/25-3_measures.pdf\">doi: 10.5670/oceanog.2012.85</a>.</li>\n<li><strong>Hatta, M.</strong> and Zhang, J. (2013). Temporal changes and impacts of Submarine Fresh Groundwater Discharge to the coastal environment: a decadal case study in Toyama Bay, Japan. <em>JGR. Ocean</em>. 118. 1-13. <a href=\"http://onlinelibrary.wiley.com/doi/10.1002/jgrc.20184/abstract\">doi:10.1002/jgrc.20184</a>.</li>\n<li>Morton, P.L., Landing, W.M., Hsu, S-C., Milne, A., Aguilar-Islas, A.M., Baker, A.R., Buck, C.S., Gao, Y., Gichuki, S., Hastings, M., <strong>Hatta, M.,</strong> Johansen, A.M., Losno, R., Mead, C., Patey, M., Swarr, G., van der Merwe, P., Vandermark, A., Zamora, L.M. (2013). Results from the 2008 GEOTRACES aerosol intercalibration study, <em>Limnology and Oceanography: Methods.</em> 11, 62-78. <a href=\"http://onlinelibrary.wiley.com/doi/10.4319/lom.2013.11.62/abstract\">doi: 10.4319/lom.2013.11.62</a>.</li>\n<li>Hopkinson, B., Seegers, B., <strong>Hatta, M.,</strong> Measures, C.I., Mitchell, G.B., Barbeau, K. (2013). Planktonic C:Fe ratios and carrying capacity in the southern Drake Passage, <em>Deep-Sea Res. II</em>. 90. 102-111. <a href=\"https://www.sciencedirect.com/science/article/pii/S096706451200166X\">doi: 10.1016/j.dsr2.2012.09.001</a>.</li>\n<li><strong>Hatta, M.,</strong> Measures, C.I., Selph, K.E., Zhou, M., Hiscock, W.T. (2013). Iron fluxes from the shelf regions near the South Shetland Islands in the Drake Passage during the austral-winter 2006, <em>Deep-Sea Res. II</em>. 90. 89-101. <a href=\"https://www.sciencedirect.com/science/article/pii/S0967064512001907\">doi: 10.1016/j.dsr2.2012.11.003</a>.</li>\n<li>Measures, C.I., Brown, M.T., Selph, K.E., Apprill, A., Zhou, <strong>M., Hatta,</strong> M., Hiscock, W.T. (2013). The Influence of Shelf Processes in Delivering Dissolved Iron to the HNLC waters of the Drake Passage, Antarctica, <em>Deep-Sea Res. II</em>. 90. 77-88. <a href=\"https://www.sciencedirect.com/science/article/pii/S0967064512001919\">doi: 10.1016/j.dsr2.2012.11.004.</a></li>\n<li>Frants, M., Gille, S.T., <strong>Hatta, M</strong>., Hiscock, W.T., Kahru, M., Measures, C.I., Mitchell, B.G., Zhou, M. (2013). Analysis of horizontal and vertical processes contributing to natural iron supply in the mixed layer in southern Drake Passage. <em>Deep-Sea Res. II</em>. 90. 68-76. <a href=\"https://www.sciencedirect.com/science/article/pii/S0967064512000823\">doi: 10.1016/j.dsr2.2012.06.001</a>.</li>\n<li>Selph, K., Apprill, A., Measures, C.I., <strong>Hatta, M.,</strong> Hiscock, W.T. and Brown, M.T. (2013). Phytoplankton distributions in the Shackleton Fracture Zone/Elephant Island Region of the Drake Passage in February-March 2004, <em>Deep-Sea Res. II</em>. 90. 55-67. <a href=\"https://www.sciencedirect.com/science/article/pii/S0967064513000507\">doi: 10.1016/j.dsr2.2013.01.030</a>.</li>\n<li>Zhou, M., Zhu, Y., Measures, C.I., <strong>Hatta, M.,</strong> Charette, M.A., Gille, S.T., Frants, M., Jiang, M., and Mitchell, B.G. (2013). Winter mesoscale circulation on the shelf slope region of the southern Drake Passage. <em>Deep-Sea Res. II</em>. 90. 4-14. <a href=\"https://www.sciencedirect.com/science/article/pii/S0967064513001392?via%3Dihub\">doi: 10.1016/j.dsr2.2013.03.041</a>.</li>\n<li>Kustka, A., Jones, B.M., <strong>Hatta, M</strong>. (2014). The influence of iron and siderophores on eukaryotic phytoplankton growth rates and community composition in the Ross Sea, Marine Chemistry. <a href=\"https://www.sciencedirect.com/science/article/pii/S0304420314002242\">doi: 10.1016/j.marchem.2014.12.002</a>.</li>\n<li>Grand, M.M., Buck, C.S., Landing, W.M., Measures, C.I., <strong>Hatta, M</strong>., Hiscock, W.T., Brown, M., Resing, J.A. (2014). Quantifying the Impact of Atmospheric Deposition on the Biogeochemistry of Fe and Al in the Upper Ocean: A Decade of Collaboration with the US CLIVAR-CO<sub>2</sub> Repeat Hydrography Program. <em>Oceanography</em> 27(1):62–65. <a href=\"http://www.tos.org/oceanography/assets/docs/27-1_grand.pdf\">doi: 10.5670/oceanog.2014.08</a>.</li>\n<li>The GEOTRACES Group, The GEOTRACES Intermediate Data Product 2014. (2015). Marine Chemistry 177.1-8. <a href=\"https://www.sciencedirect.com/science/article/pii/S0304420315000997\">doi: 10.1016/j.marchem.2015.04.005</a>.</li>\n<li>Grand M.M., Measures, C.I., <strong>Hatta, M.</strong>, Morton, P.L., Barrett, P., Milne, A., Resing, J.A., Landing, W.M. (2015). The impact of circulation and dust deposition in controlling the distributions of dissolved Fe and Al in the south Indian subtropical gyre, Marine Chemistry 176, 110-125. <a href=\"https://www.sciencedirect.com/science/article/pii/S0304420315300281\">doi:10.1016/j.marchem.2015.08.002</a>.</li>\n<li>Grand, M.M., Measures, C.I., <strong>Hatta, M.,</strong> Hiscock, W.T., Back, C.S., Landing, W.M. (2015). Dust deposition in the eastern Indian Ocean: the ocean perspective from Antarctica to the Bay of Bengal, Global Biogeochemical Cycles, <a href=\"http://onlinelibrary.wiley.com/doi/10.1002/2014GB004898/abstract\">doi: 10.1002/2014GB004898</a>.</li>\n<li>Grand, M.M, Measures, C.I., <strong>Hatta, M.</strong>, Hiscock, W.T., Landing, W.M., Morton, P.L., Buck, C.S., Barret, P.M., and Resing, J.A. (2015). Dissolved Fe and Al in the upper 1000m of the eastern Indian Ocean: high-resolution data from the Antarctic margin to the Bay of Bengal. Global Biogeochemical Cycles, 29, <a href=\"http://onlinelibrary.wiley.com/doi/10.1002/2014GB004920/abstract\">doi:10.1002/2014GB004920</a>.</li>\n<li>Fitzsimmons, J.N., Carrasco, G.G., Wu, J., <strong>Hatta, M.</strong>, Measures, C.I., Conway, T.M., John, S.G., Boyle, E.A. (2015). Partitioning of dissolved iron and iron isotopes into soluble and colloidal phases along the U.S. GEOTRACES North Atlantic Zonal Transect, <em>Deep-Sea Res. II. </em><a href=\"https://www.sciencedirect.com/science/article/pii/S096706451400321X\">doi: 10.1016/j.dsr2.2014.11.014</a>.</li>\n<li>Measures, C.I., <strong>Hatta, M.</strong>, Fitzsimmons, J., Morton, P., Dissolved Al in the zonal N Atlantic section of the US GEOTRACES 2010/2011 cruises. (2015). <em>Deep-Sea Res. II.</em> 116. 176-186. <a href=\"https://www.sciencedirect.com/science/article/pii/S0967064514001787\">doi:10.1016/j.dsr2.2014.07.006</a>.</li>\n<li><strong>Hatta, M.</strong>, Measures, C.I., Wu, J., Fitzsimmons, J., Sedwick, P., Morton, P. (2015). Overview: Dissolved Fe and Mn concentrations in the North Atlantic Ocean during GEOTRACES 2010/2011 cruises. <em>Deep-Sea Res. II.</em> 116.117-129. <a href=\"https://www.sciencedirect.com/science/article/pii/S0967064514001775\">doi: 10.1016/j.dsr2.2014.07.005</a>.</li>\n<li><strong>Hatta, M.</strong>, Measures, C.I., Lam, P.J., Ohnemus, D.C., Auro, M.E., Grand, M.M., Selph, K.E. (2016). The relative roles of modified circumpolar deep water and benthic sources in supplying iron to the recurrent phytoplankton blooms above Pennell and Mawson Banks, Ross Sea, Antarctica, Journal of Marine Systems. <a href=\"https://www.sciencedirect.com/science/article/pii/S0924796316302081\">doi: 10.1016/j.jmarsys.2016.07.009</a>.</li>\n<li>Kohut, J.T., Kustka, A.B., Hiscock, M., Lam, P., Measures, C., Milligan, A., White, A., Carvalho, F., <strong>Hatta, M.,</strong> Jones, B.M., Ohnemus, D.C., Swartz, J.M. (2016). Mesoscale variability of the summer bloom over the Northern Ross Sea Shelf: A Tale of two banks. Journal of Marine Systems. <a href=\"https://www.sciencedirect.com/science/article/pii/S0924796316301579?via%3Dihub\">doi: 10.1016/j.jmarsys.2016.06.009</a>.</li>\n<li>Fassbender, A.J et al. (2017). Perspectives on Chemical Oceanography in the 21st century: Participants of the COME ABOARD Meeting examine aspects of the field in the context of 40 years of DISCO. Marine Chemistry. <a href=\"https://www.sciencedirect.com/science/article/pii/S0304420317300567\">doi: 10.1016/j.marchem.2017.09.002</a>.</li>\n<li>Marsay, C. M, A. Aguilar-Islas, J. N. Fitzsimmons, <strong>M. Hatta</strong>, L. T. Jensen, S. G. John, D. Kadko, W. M. Landing, N. T. Lanning, P. L. Morton, A. Pasqualini, S. Rauschenberg, R. M. Sherrell, Dissolved and Particulate trace elements in late summer Arctic melt ponds. Marine Chemistry. 204. 70-85. 2018. doi:<a href=\"https://doi.org/10.1016/j.marchem.2018.06.002\">10.1016/j.marchem.2018.06.002</a>.</li>\n<li>Schlitzer, R. and the GEOTRACES Group, The GEOTRACES Intermediate Data Product 2017. Chemical Geology. 493. 210-223. 2018.  doi:<a href=\"https://doi.org/10.1016/j.chemgeo.2018.05.040\">10.1016/j.chemgeo.2018.05.040</a>.</li>\n<li><strong>Hatta, M.,</strong> Measures, C.I., Ruzicka, J. J. (2018). Programmable Flow Injection. Principle, methodology and application for trace analysis of iron in a sea water matrix. Talanta 178. 698-703. 2018.  <a href=\"https://www.sciencedirect.com/science/article/pii/S0039914017310469\">doi: 10.1016/j.talanta.2017.10.007</a>.</li>\n<li>Jiang, M., Measures, C.I., Barbeau, K.A., Charette, M.A., Gille, C.S., <strong>Hatta, M.</strong>, Kahru, M., Mitchell, B.G., Naveira Garabato, A.C., Reiss, C., Selph, K., Zhou, M. (2019) Fe sources and transport from the Antarctic Peninsula shelf to the southern Scotia Sea. Deep-Sea Research Part I. 150. doi: <a href=\"../../Job/2019/2018/Application%20for%20Job%20postion%20at%20UH/%20final/%20Final_%20submitted%20Sep%204/Word%20format/10.1016/j.dsr.2019.06.006\">10.1016/j.dsr.2019.06.006</a>.</li>\n<li>Ruzicka, J., Marshall, G.D., Measures, C.I., <strong>Hatta, M.</strong> (2019) Flow injection programmed to function in batch mode is used to determine molar absorptivity and to investigate the phosphomolybdenum blue method. Talanta 201. 519-526. doi: <a href=\"https://www.sciencedirect.com/science/article/pii/S0039914019304047?via%3Dihub\">10.1016/j.talanta.2019.04.015</a>.</li>\n<li>Drazen, J.C., Smith, C.R., Gjerde, K., Au, W., Black, J., Carter, G., Clark, M., Durden, J.M., Dutrieux,P., Goetze, E., Haddock, S., <strong>Hatta, M.,</strong> Hauton, C., Hill, P., Koslow, J., Leitner, A.B., Measures, C., Pacini, A., Parrish, F., Peacock, T., Perelman, J., Sutton, T., Taymans, C., Tunnicliffe, V., Watling, L., Yamamoto, H., Young, E., Ziegler., A.Z. (2019). Report of the workshop Evaluating the nature of midwater mining plumes and their potential effects on midwater ecosystems. Research Ideas and Outcomes 5: doi: <a href=\"https://riojournal.com/article/33527/\">10.3897/rio.5.e33527</a>.</li>\n<li><strong>Hatta, M.,</strong> Measures, C.I., Ruzicka, J.J. Determination of traces of phosphate in sea water is automated by programmable flow injection, and optimized by means of novel information on kinetics of formation and spectra of phosphomolybdenum blue. Talanta. 191. 333-341. doi: <a href=\"https://www.sciencedirect.com/science/article/pii/S0039914018308555\">10.1016/j.talanta.2018.08.045</a>.</li>\n<li>Hayes, C.T., Fitzsimmons, J. N., Jensen, L. T., Lanning, N. T., <strong>Hatta</strong>, <strong>M.</strong>, McGee, D., Boyle, E. A. (2020) A Lagrangian View of Trace Elements and Isotopes in the North Pacific. JGR Ocean. 125. e2019JC015862. doi: <a href=\"https://agupubs.onlinelibrary.wiley.com/doi/abs/10.1029/2019JC015862\">10.1029/2019JC015862</a>.</li>\n<li>Jenkins, W.J., <strong>Hatta, M.</strong>, Fitzsimmons, J., Schlitzer, R., Lanning, N.T., R., Shiller, A., Buckley, N.R., German, C.R., Lott III, D.E., Weiss, G., Whitmore, L., Casciotti, K., Lam, P.J., Cutter, G.A., Cahill, K.L. (2020) An intermediate-depth source of hydrothermal <sup>3</sup>He and dissolved iron in the North Pacific. Earth and Planetary Science Letters 539, 116223. doi: <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0012821X20301667?via%3Dihub\">10.1016/j.epsl.2020.116223</a>.</li>\n<li>Charette, M.A., Kipp, L.E., Jensen, L. T., Dabrowski, J. S., Whitmore, L.M., Fitzsimmons, J., Williford, T., Ulfsbo, A., Jones, E., Bundy, R.M., Vivancos, S. M., Pahnke, K., John, S.G., Ziang, Y., <strong>Hatta, M</strong>., Petrova, M.V., Heimbürger‐Boavida, L-E., Bauch, D., Newton, R., Pasqualini, A., Agather, A.M., Amon, R.M.W., Anderson, R.F., Andersson, P.S., Benner, R., Bowman, K.L., Edwards, R.L., Gdaniec, S., Gerringa, L.J.A., González, A.G., Granskog, M., Haley, B., Hammerschmidt, C.R., Hansell, D.A, Henderson, P.B., Kadko, D.C., Kaiser, K., Laan, P., Lam, P.J., Lamborg, C.H., Levier, M., Li, X., Margolin, A.R., Measures, C.I., Middag, R., Millero, F.J., Moore, W.S., Paffrath, R., Planquette, H., Rabe, B., Reader, H., Rember, R., Rijkenberg, M.J.A., Roy‐Barman, M., van der Loeff, M.R., Saito, M., Schauer, U., Schlosser, P., Sherrell, R.M., Shiller, A.M., Slagter, H.,Sonke, J.E., Stedmon, C., Woosley, R. J., Valk, O., van Ooijen, J., Zhang, R. (2020) The Transpolar Drift as a Source of Riverine and Shelf‐Derived Trace Elements to the Central Arctic Ocean. JGR. Ocean. 125. e2019JC015920, doi: <a href=\"https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2019JC015920\">10.1029/2019JC015920</a>.</li>\n</ol>",
            "author": {
                "name": "Mariko Hatta"
            },
            "tags": [
            ],
            "date_published": "2020-06-15T09:47:09-10:00",
            "date_modified": "2020-06-15T09:52:48-10:00"
        },
        {
            "id": "https://www.hattalab.org/participated-field-activities.html",
            "url": "https://www.hattalab.org/participated-field-activities.html",
            "title": "Participated field activities",
            "summary": "SEAGOING EXPERIENCE 2001 POST-WOCE Hydrography. North Pacific and Bering Sea. RV MIRAI 55 days 2001-2004 Marine Biogeochemical Cycle Research. East China Sea, Sea of Japan, Toyama Bay. Tansei, Nagasaki, Kakuyo Maru 94 days 2006 OPP. BWZ. Drake Passage. RV Palmer 42 days 2007 CLIVAR I09N.",
            "content_html": "<h3><strong>SEAGOING EXPERIENCE<br><br></strong></h3>\n<p><strong>2001</strong>                POST-WOCE Hydrography. North Pacific and Bering Sea. <br>RV MIRAI     55 days</p>\n<p><strong>2001-2004</strong>       Marine Biogeochemical Cycle Research. East China Sea, Sea of Japan, Toyama Bay.<br>Tansei, Nagasaki, Kakuyo Maru     94 days</p>\n<p><strong>2006</strong>                OPP. BWZ. Drake Passage.                             <br>RV Palmer     42 days</p>\n<p><strong>2007</strong>                CLIVAR I09N. Indian Ocean.                            <br>RV Revelle     42 days</p>\n<p><strong>2008</strong>                US. GEOTRACES Intercalibration. North Atlantic.<br>RV Knorr     20 days</p>\n<p><strong>2009</strong>                CLIVAR I05. Indian Ocean.                              <br>RV Revelle     57 days</p>\n<p><strong>2010</strong>                US. GEOTRACES. North Atlantic.                    <br>RV Knorr     20 days</p>\n<p><strong>2011</strong>                OPP. SEAFARERS. Ross Sea.                           <br>RV Palmer     30 days</p>\n<p><strong>2011</strong>                US. GEOTRACES. North Atlantic.                    <br>RV Knorr     30 days</p>\n<p><strong>2013/14</strong>          CLIVAR A16S. South Atlantic.                          <br>RV Ron Brown     42 days</p>\n<p><strong>2015</strong>                US. GEOTRACES. Arctic Ocean.                       <br>USCGC Healy.     64 days</p>\n<p><strong>2017</strong>                An international nutrient inter-calibration cruise. Southern Ocean.<br>RV investigator.     14 days</p>\n<p><strong>2018                </strong>US. GEOTRACES. Pacific Ocean.                      <br>RV Revelle     65 days</p>",
            "author": {
                "name": "Mariko Hatta"
            },
            "tags": [
            ],
            "date_published": "2020-06-13T12:32:03-10:00",
            "date_modified": "2020-06-14T09:52:16-10:00"
        },
        {
            "id": "https://www.hattalab.org/other-contributions.html",
            "url": "https://www.hattalab.org/other-contributions.html",
            "title": "Other contributions",
            "summary": "Here is my other contributions. ",
            "content_html": "<p>Here is my other contributions.</p>\n<ul>\n<li><a href=\"https://www.hattalab.org/presentations-talks.html\">Presentations (Talks)</a></li>\n<li><a href=\"https://www.hattalab.org/presentations-talks.html\">Presentations (Posters)</a></li>\n<li><a href=\"https://www.hattalab.org/participated-field-activities.html\">Participated field activities</a></li>\n<li><a href=\"https://www.hattalab.org/other-publications.html\">Other publications</a></li>\n</ul>\n<p> </p>",
            "author": {
                "name": "Mariko Hatta"
            },
            "tags": [
            ],
            "date_published": "2020-06-13T12:28:32-10:00",
            "date_modified": "2020-06-15T09:51:25-10:00"
        },
        {
            "id": "https://www.hattalab.org/presentations-posters.html",
            "url": "https://www.hattalab.org/presentations-posters.html",
            "title": "Presentations (Posters)",
            "summary": "CONFERENCE PRESENTATIONS - POSTERS 2001 Sep. Annual meeting of Geochemical Society of Japan, Tokyo, Japan. The flux of dissolved and particulate phosphorus from river to Toyama Bay. (in Japanese) 2002 May. Sixth International Symposium on the Geochemistry of the Earth’s Surface, Honolulu, Hawaii, USA. Reconfirmation&hellip;",
            "content_html": "<h3>CONFERENCE PRESENTATIONS - POSTERS</h3>\n<p> </p>\n<p><strong><em><u>2001</u></em></strong></p>\n<p>Sep.            <strong>Annual meeting of Geochemical Society of Japan</strong>, Tokyo, Japan.         The flux of dissolved and particulate phosphorus from river to Toyama Bay. (in Japanese)</p>\n<p><strong><em><u>2002</u></em></strong></p>\n<p>May.<strong>           Sixth International Symposium on the Geochemistry of the Earth’s Surface, </strong>Honolulu, Hawaii, USA.<strong>                                         <br></strong>Reconfirmation of the Japan Sea subduction by dissolved oxygen determination in 2001 autumn. (in English)</p>\n<p><strong><em><u>2004</u></em></strong></p>\n<p>Sep.<strong>            Geochemical Society of Japan</strong>, Shizuoka, Japan.      <br>Nutrients input carried by freshwater and its impact in Toyama Bay. (in Japanese)</p>\n<p>Nov.            <strong>Program of the East Asian Cooperative Experiments Workshop (PEACE</strong>), Fukuoka, Japan.                                                          <br>Water mass structure of the semi-closed marginal seas: an approach to the East China Sea using chemical tracers. (in English)</p>\n<p><strong><em><u>2005</u></em></strong></p>\n<p>Feb.<strong>            International Ocean Research Conference, </strong>UNESCO, Paris, France.<strong>             </strong>Biogeochemical Cycles of Trace Elements and Implications for Marine Ecosystems. (in English)</p>\n<p>Nov.            <strong>Workshop on the Marine Environment in the East Asian Marginal Seas -Transport of materials-</strong>, Fukuoka, Japan.                   <br>Water Mass Characterization by Chemical Tracers and Freshwater Circulation in the East China Sea. (in English)</p>\n<p><strong><em><u>2006</u></em></strong></p>\n<p>Feb.            <strong>Ocean Science Meeting</strong>, Honolulu, Hawaii, USA.                                              Subduction Water Mass Characterization by Rare Earth in Japan Sea -a Miniature Case of the World Ocean.  (in English) <a href=\"http://abstractsearch.agu.org/meetings/2006/OS/OS16M-13.html\">Abstract</a>.</p>\n<p>Dec.<strong>            AGU Fall meeting, </strong>San Francisco, CA, USA.<strong>                                                                    </strong> <br>SGD Flux of Freshwater and Nutrients into the Coastal Area. (in English) <a href=\"http://abstractsearch.agu.org/meetings/2006/FM/OS51B-1058.html\">Abstract.</a></p>\n<p><strong><em><u>2010</u></em></strong></p>\n<p>Feb.<strong>            Ocean Sciences Meeting</strong>, Portland, OR, USA.<strong>                                                        </strong>Dissolved Iron and Aluminium Distributions in the Western and Central South Pacific Ocean During CLIVAR-CO<sub>2</sub> Repeat Hydrography P6 Transect. (in English) <a href=\"http://abstractsearch.agu.org/meetings/2010/OS/CO25A-07.html\">Abstract.</a></p>\n<p><strong><em><u>2011</u></em></strong></p>\n<p>Jun.<strong>             Modeling and Synthesis of Southern Ocean Natural Iron Fertilization</strong>, Woods Hole Oceanographic Institution, MA, USA.<strong>                                                                   </strong>Iron fluxes from the shelf regions near South Shetland Island in the Drake Passage during austral-winter 2006. (in English)</p>\n<p><strong><em><u>2012</u></em></strong></p>\n<p>Feb.<strong>            Ocean Sciences Meeting</strong>, Salt Lake City, Utah, USA. Iron fluxes from the shelf regions in the Drake Passage during austral-winter 2006. (in English) <a href=\"http://abstractsearch.agu.org/meetings/2012/FM/OS24E-02.html\">Abstract.</a></p>\n<p><strong><em><u>2018</u></em></strong></p>\n<p>Feb.<strong>            Ocean Sciences Meeting, </strong>Portland, OR, USA.<strong>                                                       </strong>Phosphate determination using micro-Sequential Injection Lab on Valve during an international nutrient inter-calibration cruise in the Southern Ocean. (in English) <a href=\"http://abstractsearch.agu.org/meetings/2018/OS/BN44B-1201.html\">Abstract.</a></p>\n<p><strong><em><u>2019</u></em></strong></p>\n<p>Sep.<strong>            OceanObs’19, </strong>Honolulu, HI, USA.<strong>                                                                                 </strong>From autoanalyzer to chemical sensor: the future of biogeochemical monitoring. (in English)</p>",
            "author": {
                "name": "Mariko Hatta"
            },
            "tags": [
            ],
            "date_published": "2020-06-13T12:25:12-10:00",
            "date_modified": "2020-06-13T13:07:13-10:00"
        },
        {
            "id": "https://www.hattalab.org/presentations-talks.html",
            "url": "https://www.hattalab.org/presentations-talks.html",
            "title": "Presentations (Talks)",
            "summary": "Here is my history of my public presentations at conferences. 2002 Sep. Symposium of the Oceanographic Society of Japan, Hokkaido, Japan. Water mass distribution and its alteration in Japan Sea by the determination of dissolved oxygen and REE. (in Japanese) 2003 Sep. Goldschmidt Conference, Kurashiki,&hellip;",
            "content_html": "<p>Here is my history of my public presentations at conferences. </p>\n<h3><strong>CONFERENCE PRESENTATIONS &amp; INVITED CONTRIBUTIONS</strong></h3>\n<p> </p>\n<p><strong><em><u>2002</u></em></strong></p>\n<p>Sep.<strong>            </strong><strong>Symposium of the Oceanographic Society of Japan,</strong> Hokkaido, Japan. Water mass distribution and its alteration in Japan Sea by the determination of dissolved oxygen and REE. (in Japanese)</p>\n<p><strong><em><u>2003</u></em></strong></p>\n<p>Sep.<strong>            Goldschmidt Conference, </strong>Kurashiki, Hiroshima, Japan. <br>Water circulation in Japan Sea: using dissolved rare earth elements as the tracers. (in English) <a href=\"https://goldschmidt.info/2003/Abstracts.pdf\">Abstract. A139</a>. </p>\n<p><strong><em><u>2005</u></em></strong></p>\n<p>Mar.<strong>            </strong><strong>Annual Spring meeting of Oceanographic Society of Japan</strong>, Tokyo, Japan. <br>Water mass structure of the East China Sea using chemical tracers. (in Japanese)</p>\n<p>Sep.<strong>            Annual meeting of Geochemical Society of Japan, </strong>Okinawa, Japan.           Water circulation in Japan Sea: using dissolved rare earth elements as the tracers. (in   Japanese)</p>\n<p><strong><em><u>2008</u></em></strong></p>\n<p>Mar.<strong>            Ocean Science Meeting</strong>, Orland, Florida, USA.<strong>  <br></strong>Iron fluxes from the shelf regions near Elephant Island in the Drake Passage during austral-winter 2006. (in English) <a href=\"http://www.sgmeet.com/aslo/orlando2008/viewabstract2.asp?AbstractID=1546\">Abstract.</a></p>\n<p>Dec.<strong>            GEOTRACES Workshop</strong>, San Francisco, CA, USA<strong>. <br></strong>The CLIVAR CTD-rosette sampling system. (in English)</p>\n<p>Dec.<strong>            AGU Fall meeting</strong>, San Francisco, CA, USA.<strong>                                                    </strong>Dissolved Iron and Aluminium Distributions in the Central and North Indian Ocean During CLIVAR-CO<sub>2</sub> Repeat Hydrography I9N Transect. (in English) <a href=\"http://abstractsearch.agu.org/meetings/2008/FM/OS21G-02.html\">Abstract.</a></p>\n<p><strong><em><u>2012</u></em></strong></p>\n<p>Sep.<strong>            Ocean Seminar (INVITED)</strong>, Xiamen University, China.                       <strong> <br></strong>Clean Sampling System and analysis on board – University of Hawaii portable laboratory and Flow injection analysis. (in English)</p>\n<p>Dec.<strong>            AGU Fall meeting, </strong>San Francisco, CA, USA.<strong>                                                   <br></strong>High Resolution Distribution Iron and Manganese in the North Atlantic Ocean during the 2010 and 2011 US GEOTRACES cruise. (in English) <a href=\"http://abstractsearch.agu.org/meetings/2012/FM/OS24E-02.html\">Abstract.</a></p>\n<p><strong><em><u>2013</u></em></strong></p>\n<p>Mar.<strong>            GEOTRACES N. Atlantic Post cruise meeting, </strong>Norfolk, VG, USA.<strong> <br></strong>High resolution distributions of dissolved Fe and Mn in the North Atlantic Ocean. (in English)</p>\n<p><strong><em><u>2014</u></em></strong></p>\n<p>Feb.<strong>            Ocean Science Meeting, Honolulu</strong>, Hawaii, USA.<strong>                                                 </strong>Dissolved Fe, Mn, and Al concentrations on the shelf/slope in the Ross Sea during the 2011 SEAFARERS expedition. (in English) <a href=\"http://www.sgmeet.com/osm2014/viewabstract.asp?AbstractID=15306\">Abstract</a>.</p>\n<p>Sep.<strong>            Symposium for young scientists and students (INVITED)</strong>, Toyama, Japan.<br>Ocean research (in Japanese).</p>\n<p>Sep.<strong>            The Geochemical Society of Japan public lecture (INVITED)</strong>, Toyama, Japan. <br>Oceanographic Research in the Southern Ocean (in Japanese).</p>\n<p>Sep.<strong>            The Geochemical Society of Japan</strong>, Toyama, Japan<strong>                                            </strong>Dissolved trace metals in the ocean, GEOTRACES and CLIVAR project. (in Japanese).</p>\n<p><strong><em><u>2016</u></em></strong></p>\n<p>Feb.<strong>            Ocean Science Meeting, </strong>New Orleans, USA.<strong>                                                           </strong>Dissolved Fe and Mn during the A16S CLIVAR repeat hydrography transect in the South Atlantic. (in English) <a href=\"http://adsabs.harvard.edu/abs/2016AGUOSCT12A..01H\">Abstract</a>.</p>\n<p>Jun. <strong>            Goldschmidt meeting (INVITED), </strong>Yokohama, Japan.             <br>GEOTRACES Arctic Section: Shipboard determination of key trace elements. (in English) <a href=\"https://goldschmidtabstracts.info/abstracts/abstractView?id=2016000589\">Abstract</a>.</p>\n<p><strong><em><u>2017</u></em></strong></p>\n<p>Feb.<strong>            ASLO Aquatic Sciences Meeting (INVITED)</strong>, Hawaii, USA. <br>GEOTRACES Arctic Section: Shipboard determination of dissolved Fe and Mn concentrations. (in English) <a href=\"https://www.sgmeet.com/aslo/honolulu2017/viewabstract.asp?AbstractID=29013\">Abstract</a>.</p>\n<p><strong><em><u>2018 </u></em></strong></p>\n<p>May.<strong>                The “GEOTRACES IDP 2017 data with Ocean Data View” Workshop (INVITED)</strong>, Qingdao, China.  <br>A hands-on two-day workshop to 82 students in Ocean University of China. (in English) (<a href=\"https://www.geotraces.org/odv-workshop-qingdao/\">workshop report</a>)</p>\n<p><strong><em><u>2019 </u></em></strong></p>\n<p>Sep.<strong>                 The SCOR-GEOTRACES Joint Session at the Oceanographic Society of</strong> <strong>Japan </strong><strong>(INVITED)</strong>, Toyama, Japan.<br><a href=\"https://www.geotraces.org/usgeotraces-inception/\" target=\"_blank\" rel=\"noopener noreferrer\">US GEOTRACES inception, strategy and outcomes</a>. (in English)</p>\n<p><strong><em><u>2020 </u></em></strong></p>\n<p>June.<strong>                Goldschmidt meeting</strong>, Hawaii, USA.</p>",
            "author": {
                "name": "Mariko Hatta"
            },
            "tags": [
            ],
            "date_published": "2020-06-13T12:22:33-10:00",
            "date_modified": "2020-06-15T10:56:15-10:00"
        },
        {
            "id": "https://www.hattalab.org/projects.html",
            "url": "https://www.hattalab.org/projects.html",
            "title": "Projects",
            "summary": "Projects I've been involved with over my career path in the USA. ",
            "content_html": "<p>Projects I've been involved with over my career path in the USA.</p>\n<h3><u>CLIVAR projects</u></h3>\n<ul>\n<li>Indian Ocean (<a href=\"https://cchdo.ucsd.edu/cruise/33RR20070322\" title=\"CCHDO\" target=\"_blank\" rel=\"noopener noreferrer\">2007 I9N</a>, <a href=\"https://cchdo.ucsd.edu/cruise/33RR20090320\" target=\"_blank\" rel=\"noopener noreferrer\">2009 I5</a>)</li>\n<li>Pacific Ocean </li>\n<li>Atlantic Ocean (<a href=\"https://cchdo.ucsd.edu/cruise/33RO20131223\" target=\"_blank\" rel=\"noopener noreferrer\">2014 A16S</a>)</li>\n</ul>\n<h3><u>GEOTRACES projects</u></h3>\n<ul>\n<li><strong>2009 GEOTRACES Intercalibration cruise </strong>(BCO-DMO)</li>\n<li><strong>2010/2011 GEOTRACES North Atlantic Section </strong>(CCHDO, BCO-DMO)</li>\n<li><strong>2014 GEOTRACES Arctic Section </strong>(CCHDO, BCO-DMO, Outreach)</li>\n<li><strong>2017</strong> <strong>GEOTRACES Pacific Meridional Transect </strong>(CCHDO, BCO-DMO, Outreach)</li>\n</ul>\n<h3><u>Southern Ocean projects</u></h3>\n<ul>\n<li>BWZ (BCO-DMO)</li>\n<li>Ross Sea (BCO-DMO, Outreach)</li>\n</ul>\n<h3><u>Method development projects using Microfluidics </u></h3>\n<ul>\n<li><strong>2016-2019</strong> Automated Instrumentation for Chemical Oceanography Based on Sequential Injection Lab-On-valve Technology (NSF <a href=\"https://nsf.gov/awardsearch/showAward?AWD_ID=1634463\">OCE-1634463</a>)</li>\n<li>2017 CSIRO Intercalibration cruise (CSIRO)</li>\n<li><strong>2019-2022 </strong>Developing Automated Nutrient and Trace Metal Methodology using Programmable Flow Injection (NSF <a href=\"https://www.nsf.gov/awardsearch/showAward?AWD_ID=1924690&amp;HistoricalAwards=false\">OCE-192490</a>)</li>\n<li><strong>2022</strong> Intercalibration cruise (<a href=\"https://wp.csiro.au/iniv2022/\" target=\"_blank\" rel=\"noopener noreferrer\">CSIRO</a>)</li>\n</ul>\n<h3><u>Hadal sampler project</u></h3>\n<ul>\n<li>Development</li>\n</ul>\n<h3><u>Environmental assessment projects</u></h3>\n<ul>\n<li>Determination of chemical parameters in the water column</li>\n</ul>\n<p> </p>",
            "author": {
                "name": "Mariko Hatta"
            },
            "tags": [
            ],
            "date_published": "2020-06-13T12:08:30-10:00",
            "date_modified": "2020-06-13T12:56:28-10:00"
        }
    ]
}
